Repository: 121yaseen/TWLight
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Editor profile information for %(username)s
fi: Muokkaajan %(username)s profiilitiedot

source: Editor application history
fi: Muokkaajan hakemushistoria

source: Start new application
fi: Aloita uusi hakemus

source: Editor data
fi: Muokkaajan tiedot

source: Information with an * was retrieved from Wikipedia directly. Other information was entered directly by users or site admins, in their preferred language. It was last updated on %(last_updated_date)s.
fi: Tiedot, jotka on merkitty *, on haettu suoraan Wikipediasta. Muut tiedot ovat käyttäjän tai ylläpitäjien määrittelemiä, valitsemallaan kielellä. Viimeksi päivitetty %(last_updated_date)s.

source: %(username)s has coordinator privileges on this site.
fi: Käyttäjällä %(username)s on koordinaattorin oikeudet tällä sivulla.

source: Username *
fi: käyttäjätunnus Wikipediassa

source: view Wikipedia SUL info
fi: näytä Wikipedian yhdistetty käyttäjätunnus -tiedot

source: Contributions
fi: Muokkaukset

source: (update)
fi: (päivitä)

source: Satisfies terms of use?
fi: Vastaa käyttöehtoja?

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Date registered on Wikipedia *
fi: Wikipediaan rekisteröity päivämäärä *

source: Wikipedia groups *
fi: Wikipedian käyttäjäryhmät

source: Wikipedia user rights *
fi: Wikipedian käyttöoikeudet

source: Wikipedia user ID *
fi: Wikipedian käyttäjätunnuksen ID

source: The following information is visible only to you, site administrators, and (where required) publishing partners. It is not visible to volunteer Wikipedia Library coordinators.
fi: Seuraavat tiedot ovat näkyvissä vain sinulle, sivuston ylläpitäjille, ja (tarvittaessa) yhteistyökumppaneille. Sitä ei näytetä vapaaehtoisille Wikipedian Lähdekirjaston koordinaattoreille.

source: You may <a href="%(update_url)s">update or delete</a> your data at any time.
fi: Voit <a href="%(update_url)s">päivittää tai poistaa</a> tietojasi milloin tahansa.

source: Email *
fi: Sähköposti

source: This will be automatically updated from Wikipedia.
fi: Tämä päivittyy automaattisesti Wikipedian kautta

source: Real name
fi: Oikea nimi

source: Country of residence
fi: Asuinmaa

source: Occupation
fi: Ammatti

source: Institutional affiliation
fi: Instituutio

source: Set language
fi: Aseta kieli

source: Language
fi: Kieli

source: Password
fi: Salasana

source: Change password
fi: Vaihda salasana

source: Last updated 8 August 2016
fi: Viimeksi päivitetty 8. elokuuta 2016

source: Welcome to the Wikipedia Library Card Terms of Use and Privacy Statement!
fi: Tervetuloa Wikipedian Lähdekirjaston Käyttöoikeustoimiston käyttöehtoihin ja yksityisyydensuojakäytäntöön!

source: The Wikipedia Library is an open research hub, through which active Wikipedia editors can gain both access to the vital reliable sources needed for their work and support in using those resources to improve the encyclopedia. We have partnered with publishers around the world to allow users to freely access otherwise paywalled resources. This platform allows users to apply simultaneously for access to multiple publishers, and makes the administration of Wikipedia Library accounts easy and efficient.
fi: Wikipedian Lähdekirjasto on avoin tutkimuskeskus, jonka kautta aktiivisetWikipedia muokkaajat voivat saada käyttöoikeuksia elintärkeisiin luotettaviin lähteisiin, joita he käyttävät tietosanakirjan kehittämiseen. Teemme yhteistyötä julkaisijoiden kanssa ympäri maailman tarjotaksemme muokkaajillemme vapaan pääsyn maksumuurillisiin sisältöihin. Käyttöoikeustoimiston kautta muokkaajat voivat hakea samanaikaisesti käyttöoikeutta useilta eri julkaisijoilta, ja samalla Wikipedian Lähdekirjaston hallinnointi helpottuu.

source: These terms pertain to your application for access to Wikipedia Library resources, and your use of those resources. They also describe our handling of the information you provide to us in order to create and administer your Wikipedia Library account. The Wikipedia Library system is evolving, and over time we may update these terms due to changes in the technology. We recommend that you review the terms from time to time. If we make substantial changes to the terms, we will send a notification email to Wikipedia Library users.
fi: Nämä ehdot koskevat hakemustasi käyttöoikeuden saamiseksi Wikipedian Lähdekirjaston resursseihin, ja niiden käyttöä. Ehdot myös kuvaavat kuinka käsittelemme antamiasi tietoja, joita tarvitaan Wikipedian Lähdekirjaston tunnuksen luomiseksi. Wikipedian Lähdekirjasto on kehittyvä järjestelmä, ja ajan kuluessa saatamme päivittää näitä ehtoja teknologisten muutosten vuoksi. Suosittelemme, että tarkistat ehdot aika ajoin. Jos teemme merkittäviä muutoksia ehtoihin, lähetämme ilmoituksen sähköpostitse Wikipedian Lähdekirjaston käyttäjille.

source: Requirements for a Wikipedia Library Card Account
fi: Vaatimukset Wikipedian Lähdekirjaston tunnukselle

source: As a preliminary note, Wikipedia Library accounts are reserved for community members who have demonstrated their commitment to the Wikimedia projects, and will use their access to these resources to improve project content. To that end, in order to be eligible for the Wikipedia Library program, we require that you be registered for a user account on the projects. We generally give preference to users with at least 500 edits and six (6) months of activity, but these are not strict requirements. You must have the Special:EmailUser feature enabled on at least one version of Wikipedia, and you will identify that as your "home" wiki when you create an account. We ask that you do not request access to any publishers whose resources you can already access for free through your local library or university, or another institution or organization, in order to provide that opportunity to others.
fi: Wikipedian Lähdekirjaston tunnukset on varattu yhteisön jäsenille, jotka ovat osoittaneet sitoutumisensa Wikimedia-projekteihin ja jotka käyttävät käyttöoikeuttaan aineistoihin projektien sisältöjen parantamiseen. Ollaksesi oikeutettu Wikipedian Lähdekirjaston ohjelmaan, edellyttämme että olet rekisteröinyt käyttäjätunnuksen Wikimedian projekteihin. Yleensä etusijalle laitetaan käyttäjät, joilla on vähintään 500 muokkausta ja kuusi (6) kuukautta muokkaushistoriaa, mutta nämä eivät ole ehdottomia vaatimuksia. Sinulla täytyy olla asetuksissasi Toiminnot: Lähetä sähköpostia käytössä ainakin yhdessä Wikipedian kieliversiossa ja nimettynä oma " koti"wiki, kun luot tunnuksen. Pyydämme, että et hakisi käyttöoikeutta aineistoon, johon sinulla on jo käyttöoikeus jotain toista kautta, jotta käyttöoikeus jäisi jonkun sitä enemmän tarvitsevan saataville.

source: Additionally, if you are currently blocked or banned from a Wikimedia project, you may be rejected when you apply for a Wikipedia Library account. If you obtain a Wikipedia Library account, but a long-term block or ban is subsequently instituted against you on one of the projects, you may lose access to your Wikipedia Library account.
fi: Lisäksi, jos olet tällä hetkellä estettynä Wikimedia-projektissa , hakemus voidaan hylätä. Tunnuksesi voidaan myös poistaa käytöstä, mikäli saat eston jossain Wikimedia-projektissa.

source: Wikipedia Library Card accounts do not expire. However, access to an individual publisher’s resources will generally lapse after one year, after which you may apply for renewal. We will try to notify you in advance of your account’s expiration, or may be able auto-renew if accounts are available.
fi: Wikipedian Lähdekirjaston Käyttöoikeustoimiston tunnukset eivät vanhene. Kuitenkin käyttöoikeus yksittäisen julkaisijan aineistoon kestää yleensä vuoden ajan, minkä jälkeen käyttöoikeudelle voi hakea jatkoa. Pyrimme huomauttamaan sinua etukäteen tunnuksen vanhentumisesta, tai voimme jopa uusia sen automaattisesti, jos käyttöoikeuksia on jäljellä.

source: Applying for Your Wikipedia Library Card Account
fi: Wikipedian Lähdekirjaston Käyttöoikeustoimiston tunnuksen hakeminen

source: In order to apply for a Wikipedia Library Card account, you must provide us with certain information, which we will use to evaluate your application. If your application is approved, we may transfer the information you have given us to the publishers whose resources you wish to access. The publisher will then create a free account for you. In most cases, they will contact you with the account information directly, although sometimes we will send access information to you ourselves.
fi: Jotta Wikipedian Lähdekirjaston Käyttöoikeustoimiston tunnusta voi hakea, sinun täytyy antaa meille tiettyjä tietoja, joita käytämme hakemuksen arvioimiseen. Jos hakemus hyväksytään, voimme siirtää antamasi tiedot suoraan julkaisijalle, jonka aineistoon olet käyttöoikeutta pyytänyt. Sen jälkeen julkaisija luo sinulle ilmaisen tunnuksen palveluunsa. Useimmissa tapauksissa julkaisijat ottavat sinuun suoraan yhteyttä, mutta toisinaan me lähetämme tiedot itse.

source: Each publisher who is a member of the Wikipedia Library program requires different specific information in the application. Some publishers may request only an email address, while others request more detailed data, such as your name, location, occupation, or institutional affiliation. When you complete your application, you will only be asked to supply information required by the publishers you have chosen, and each publisher will only receive the information they require. Please see our <a href="%(partners_page)s">partner information pages</a> to learn what information is required by each publisher to gain access to their resources.
fi: Jokainen julkaisija, joka on jäsenenä Wikipedian Lähdekirjastossa, vaatii erilaisia konkreettisia tietoja hakemusta varten. Jotkut julkaisijat voivat vaatia vain sähköpostiosoitteen, kun taas toiset voivat vaatia yksityiskohtaisempaa tietoa, kuten nimesi, asuinpaikkasi, ammattisi ja sidoksesi instituutioihin. Kun täytät hakemustasi, sinua pyydetään antamaan vain tietoja joita julkaisija on vaatinut, ja jokainen julkaisija saa vain vaatimansa tiedot. Tutustu <a href="%(partners_page)s ">yhteistyökumppanit-sivuun</a> saadaksesi lisää tietoa siitä, mitä tietoja julkaisijat vaativat käyttöoikeuden myöntämiseksi.

source: In addition to the basic information you provide to us, our system will retrieve some information directly from the Wikimedia projects: your username, email address, edit count, registration date, user ID number, groups to which you belong, and any special user rights. Each time you log in to the Wikipedia Library Card Platform, this information will be automatically updated.
fi: Meille antamiesi perustietojen lisäksi järjestelmä noutaa joitakin tietoja suoraan Wikimedia-projekteista: käyttäjätunnuksesi, sähköpostisi, muokkausmääräsi, käyttäjätunnuksen ID-tunnuksen, sekä käyttäjäryhmät ja -oikeudet. Joka kerta kun kirjaudut sisään Wikipedian Lähdekirjaston Käyttöoikeustoimistoon, tiedot päivitetään automaattisesti.

source: The information you provide when creating your account will be visible to you while on the site but not to other users unless they are approved Coordinators, WMF Staff, or WMF Contractors under a non-disclosure agreement (NDA), and who are working with the Wikipedia Library. The following limited information that you provide is public to all users by default: 1) when you created a Wikipedia Library Card account; 2) which publishers’ resources you have applied to access; 3) your brief description of your rationale for accessing the resources of each partner to which you apply. Editors who do not wish to make this information public may email the required information to WMF Staff to request and receive access privately.
fi: Tiedot joita annat tunnuksen luomisen yhteydessä ovat näkyvillä sinulle kunolet sivustolla, mutta ei muille käyttäjille, elleivät he ole hyväksyttyjä koordinaattoreita, Wikimedia-säätiön työntekijöitä tai sopimustyöntekijöitä, joita kaikkia velvoittaa salassapitosopimus ja jotka työskentelevät Wikipedian lähdekirjastolle. Seuraavat rajoitetut tiedot ovat oletusarvoisesti nähtävillä kaikille käyttäjille: 1) milloin loit Wikipedia Lähdekirjaston Käyttöoikeustoimiston tunnuksen; 2) keiden julkaisijoiden aineistoihin hait käyttöoikeutta; 3) käyttöoikeuden hakemisen yhteydessä esittämäsi perustelut. Muokkaajat, jotka eivät halua näitä tietoja julkisiksi, voivat lähettää Wikimedia-säätiön työntekijöille sähköpostia ja pyytää mahdollisuutta hakea käyttöoikeutta yksityisesti.

source: We will ask you to identify your home wiki (or any Wikipedia version where you have enabled email), and finally to provide us with some information about your history of contributions to the Wikimedia projects. Information on contribution history is optional, but will greatly assist us in evaluating your application.
fi: Pyydämme sinua nimeämään kotiwikisi (tai minkä tahansa Wikipedian kieliversion, jossa olet asettanut sähköpostin lähettämisen ja vastaanottamisen päälle asetuksistasi) sekä antamaan joitain tietoja historiastasi ja muokkauksistasi Wikimedia-projekteissa. Muokkaushistoriasta kertominen on vapaaehtoisia, mutta se helpotaa hakemusten arviointia.

source: Data Retention and Handling
fi: Tietojen säilytys ja käsittely

source: In order to administer the Wikipedia Library program, we will retain the data we collect indefinitely, unless you delete your account, as described below. You can log in and go to your <a href="%(user_home_url)s">profile page</a> in order to see the information associated with your account. You may update this information at any time, except for the information that is automatically retrieved from the projects.
fi: Jotta voisimme hallinnoida Wikipedian Lähdekirjastoa, me säilytämme keräämämme tiedot ikuisesti, ellet poista tiliäsi kuten alla on kuvattu. Voit kirjautua sisään ja mennä <a href="%(user_home_url)s"> profiilin </a> nähdäksesi tunnukseen liittyvät tiedot. Voit päivittää näitä tietoja milloin tahansa, lukuun ottamatta tietoja, jotka noudetaan automaattisesti projekteista.

source: If you decide to disable your Wikipedia Library account, you may email us at <a href="mailto:wikipedialibrary@wikimedia.org?Subject=Wikipedia%%20Library%%20Card%%20account%%20deactivation">wikipedialibrary@wikimedia.org</a> in order to request the deletion of certain personal information associated with your account. We will delete your real name, occupation, institutional affiliation, and country of residence. Please note that the system will retain a record of your username, the publishers to which you applied or had access, and the dates of that access. If you request the deletion of account information and later wish to apply for a new account, you will need to provide the necessary information again.
fi: Jos päätät poistaa käytöstä Wikipedian Lähdekirjaston tunnuksen, voit lähettää sähköpostia osoitteeseen <A href = " mailto: wikipedialibrary@wikimedia.org? Subject = Wikipedia %% 20Library %% 20Card %% 20account %% 20deactivation "> wikipedialibrary@wikimedia.org </a> ja pyytää poistamaan joitakin tunnukseesi liittyviä henkilökohtaisia tietojasi. Poistamme oikean nimesi, ammattisi, instituutio-sidoksesi sekä asuinmaasi. Huomaa, että järjestelmä säilyttää merkinnän käyttäjätunnuksestasi ja julkaisijoista, joiden aineistoihin hait käyttöoikeutta tai sait käyttöoikeuden, sekä pääsyn päivämäärät. Jos pyydät tietojen poistamista, ja haluat myöhemmin luoda uuden tunnuksen, joudut täyttämään tarvittavat tiedot uudestaan.

source: The Wikipedia Library is run by Wikimedia Foundation Staff, Contractors, and approved volunteer Coordinators who may have access to your information. The data associated with your account will be shared with the Wikimedia staff, contractors, service providers, and volunteer Coordinators who need to process the information, and who are subject to non-disclosure obligations. Otherwise, the Wikimedia Foundation will only share your information with the publishers whom you specifically select, with the exception of the circumstances described below.
fi: Wikipedian Lähdekirjastoa ylläpitää Wikimedia-säätiön työntekijät, sopimustyöntekijät ja hyväksytyt vapaaehtoiskoordinaattorit, joilla on pääsy tietoihisi. Tunnukseesi liittyvät tiedot jaetaan niitä käsittelevien Wikimedian työntekijöiden, sopimustyöntekijöiden, palveluntarjoajien ja vapaaehtoiskoordinaattorien kanssa, joita velvoittaa salassapitosopimus. Muussa tapauksessa Wikimedia-säätiö jakaa tietojasi vain valitsemasi julkaisijan kanssa, lukuun ottamatta alla esiteltäviä poikkeustapauksia.

source: We may disclose any collected information when required by law, when we have your permission, when needed to protect our rights, privacy, safety, users, or the general public, and when necessary to enforce these terms, our general Terms of Use, or any other Wikimedia policy.
fi: Voimme esittää mitä tahansa kerättyjä tietoja lain niin vaatiessa, kun meillä on lupaasi, kun tarvisemme sitä oikeuksiemme, yksityisyytemme, turvallisuutemme, käyttäjiemme tai yleisömme suojelemiseksi, ja kun on tarpeellista valvoa palvelun käyttöehtojen, yleisten käyttöehtojemme tai jonkin muun Wikimedia-käytännön noudattamista.

source: Please note that these terms do not control the use and handling of your data by the publishers whose resources you access. Please read their individual privacy policies for that information.
fi: Huomaa, että nämä käyttöehdot eivät valvo sitä, kuinka julkaisijat käyttävät tietojasi. Lue yksittäisten julkaisijoiden yksityisyydensuojakäytännöt erikseen.

source: Your Use of Publisher Resources
fi: Julkaisijan aineiston käyttö

source: Please note that in order to access an individual publisher’s resources, you agree to that publisher’s terms of use and privacy policy. Additionally, your access to publisher resources through the Wikipedia Library is accompanied by the following terms.
fi: Huomaa, että voidakseen käyttää yksittäisen julkaisijan resursseja, sinuntäytyy hyväksyä julkaisijan käyttöehdot ja yksityisyydensuojakäytäntö. Lisäksikäyttöoikeuteesi julkaisijan aineistoon Wikipedia Lähdekirjaston kautta liittyvät seuraavat ehdot.

source: You must agree not to share your usernames and passwords for access to publisher resources with others.
fi: Et saa jakaa muille käyttäjätunnustasi ja salasanaasi yhteistyökumppanin aineistoon.

source: Your access to publisher resources does not allow you to mass scrape or mass download restricted content from publishers; to systematically make printed or electronic copies of multiple extracts of restricted content available for any purpose; to data mine metadata without permission, in order to use metadata for auto-created stub articles, for example; or to use the access you receive through the Wikipedia Library for profit by selling access to your account or resources to which you have through it.
fi: Käyttöoikeutesi julkaisijan aineistoon ei anna sinulle oikeutta tehdä julkaisijan rajoitettujen aineistojen massaetsintää ja -latausta; järjestelmällistä tulostusta tai sähköistä kopiointia; tietojen louhimista metadatan keräämiseksi ilman lupaa esimerkiksi tynkätason artikkelien luomiseksi; tai myydä käyttöoikeuttasi tai aineistoja, joihin pääset käsiksi käyttöoikeuden myötä.

source: The Wikimedia Foundation is a nonprofit organization based in San Francisco, California. The Wikipedia Library program provides access to resources held by publishers in multiple countries. By applying for a Wikipedia Library account (whether you are inside or outside of the United States), you agree to the collection, transfer, storage, processing, disclosure, and other uses of the collected information in the United States and other places as may be necessary to carry out the purposes and objectives discussed above. You also consent to the transfer of your information by us from the U.S. to other countries, which may have different or less stringent data protection laws than your country, in connection with providing services to you, including evaluating your application and securing access to your chosen publishers.
fi: Wikimedia Foundation on voittoa tavoittelematon järjestö, jonka päämaja on San Franciscossa, Kaliforniassa, Yhdysvalloissa. Wikipedian Lähdekirjasto tarjoaa käyttöoikeuksia aineistoihin julkaisijoilta useasta eri maasta. Hakemalla käyttöoikeutta Wikipedian Lähdekirjastolta (olit sitten Yhdysvalloissa tai sen ulkopuolella), hyväksyt tietojen keräämisen, tallentamisen, siirron, esittämisen ja muun käytön Yhdysvalloissa ja muualla siinä laajuudessa kuin on tarpeellista yllä olevien tarkoitusperien ja tavoitteiden saavuttamiseksi. Sallit myös tietojesi siirtämisen Yhdysvalloista muihin maihin, joissa voi olla erilaisia tietosuojalakeja kuin omassa maassasi, liittyen sinulle tarjottuihin palveluihin kuten hakemuksesi arvioiminen ja käyttöoikeuden hankkiminen valitsemasi yhteistyökumppanin aineistoon.

source: Please note that in the event of any differences in meaning or interpretation between the original English version of these terms and a translation, the original English version takes precedence.
fi: Huomioithan että tilanteessa, jossa ilmenee mahdollisia eroavaisuuksia tarkoituksesta tai tulkinnasta alkuperäisten englanninkielisten ja käännettyjen käyttöehtojen välillä, englanninkieliset käyttöehdot ovat ensisijaiset.

source: Thank you!
fi: Kiitos!

source: The Wikipedia Library Team
fi: Wikipedian Lähdekirjaston tiimi

source: By checking this box and clicking “I Accept”, you consent to the above privacy statement and terms, and agree to adhere to them in your application to and use of the The Wikipedia Library, and the publishers’ services to which you gain access through The Wikipedia Library program.
fi: Rastimalla tämän laatikon ja klikkaamalla “Hyväksyn”, hyväksyt ylläolevan yksityisyydensuojakäytännön ja käyttöehdot, ja sitoudut noudattamaan niitä hakemuksessasi ja Wikipedian Lähdekirjastoa käyttäessäsi sekä Lähdekirjaston kautta saamaasi yhteistyökumppanin aineistoa käyttäessäsi.

source: Hi, %(username)s! You don't have a Wikipedia editor profile attached to your account here, so you are probably a site administrator.
fi: Terve, %(username)s! Tunnukseesi ei ole liitetty Wikipedian käyttäjätunnusta , joten olet luultavasti sivuston ylläpitäjä.

source: Please update your contributions to Wikipedia (below) to help coordinators evaluate your applications.
fi: Täydennäthän alle tiedot Wikipedia-muokkauksistasi, jotta koordinaattorit voivat arvioida hakemuksesi.

source: Update information
fi: Päivitä tiedot

source: Your information has been updated.
fi: Tietosi on päivitetty.

source: Your email has been changed to {email}.
fi: Sähköpostiksesi on vaihdettu {email}.

source: You may explore the site, but you will not be able to apply for access unless you agree with the terms of use.
fi: Voit käyttää sivua, mutta et voi hakea käyttöoikeutta aineistoon tai arvioida hakemuksia ennen kuin olet hyväksynyt käyttöehdot.

source: {username} signed up for a Wikipedia Library Card Platform account
fi: {username} loi tunnuksen Wikipedian Lähdekirjaston Käyttöoikeustoimistoon

source: {partner} joined the Wikipedia Library
fi: {partner} liittyi Wikipedian Lähdekirjastoon

source: {username} applied for access to <a href="{url}">{partner}</a><blockquote>{rationale}</blockquote>
fi: {username} haki käyttöoikeutta yhteistyökumppanin <a href="{url}">{partner} aineistoon</a><blockquote>{rationale}</blockquote>

source: {username} applied for access to <a href="{url}">{partner}</a>
fi: {username} haki käyttöoikeutta aineistoon <a href="{url}">{partner}</a>

source: {username} received access to <a href="{url}">{partner}</a>
fi: {username} sai käyttöoikeuden aineistoon <a href="{url}">{partner}</a>
